1tontech.angular-material
aaron-bond.better-comments
abusaidm.html-snippets
Angular.ng-template
AngularDoc.angulardoc-vscode
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cyrilletuzi.angular-schematics
danwahlin.angular2-snippets
davidbabel.vscode-simpler-icons
dbaeumer.vscode-eslint
discountry.react-redux-react-router-snippets
doggy8088.angular-extension-pack
donjayamanne.githistory
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
EditorConfig.EditorConfig
eg2.tslint
EQuimper.react-native-react-redux
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GregorBiswanger.json2ts
HookyQR.beautify
idleberg.icon-fonts
igorming.useful-react-snippets
infinity1207.angular2-switcher
jchannon.csharpextensions
joelday.docthis
johnpapa.Angular2
jorgeserrano.vscode-csharp-snippets
krizzdewizz.refactorix
LaurentTreguier.vscode-simple-icons
Leopotam.csharpfixformat
loiane.angular-extension-pack
MarinhoBrandao.Angular2Tests
MariusAlchimavicius.json-to-ts
miclo.sort-typescript-imports
Mikael.Angular-BeastCode
mohsen1.react-javascript-to-typescript-transform-vscode
ms-vscode.csharp
ms-vscode.typescript-javascript-grammar
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
NG-42.ng-fortytwo-vscode-extension
PKief.material-icon-theme
quicktype.quicktype
rbbit.typescript-hero
ritwickdey.live-sass
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
shinnn.stylelint
silvenon.mdx
steoates.autoimport
stringham.move-ts
TabNine.tabnine-vscode
timothymclane.react-redux-es6-snippets
tomoki1207.pdf
UVBrain.Angular2
walter-ribeiro.full-react-snippets
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
yzane.markdown-pdf
